export const evalutionModels = {
	0: '满意度评分',
	1: '非常不满意',
	2: '不满意',
	3: '一般',
	4: '满意',
	5: '非常满意',
};
export const orderTabs = {
  // 1.待发货：支付成功。按照子订单
  // 2.已发货：已发货。按照子订单
  // 3.已收货：交易完成。按照子订单
  // 4.待支付：待支付、支付中、支付失败。按照父订单
  // 5.已取消：订单取消、交易关闭。按照父订单
    1:"待发货",
    2:"已发货",
    3:"已收货",
    4:"待支付",
    5:"已取消",
 
  }
export const orderStatus = {
	1:"待支付",
	2:"支付中",
	3:"支付失败",
	4:"订单取消",
	5:"支付成功",
	6:"交易完成",
	7:"交易关闭",
	8:"已发货",
}

// refundStatus 退款状态： 3退款中，4退款完成，5退款失败
export const REFUND_TEXT = {
  3: '退款中',
  4: '退款完成',
  5: '退款失败'
}

export const evaTags = [
	'经验丰富',
	'热情亲切',
	'标签文案'
];

//渠道类型
export const channelType = {
    1:"扫码",
    2:"微信分享",
  }
